<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>

<div class="term">
	<p class="term__title font-3x">1.华为如何使用您的个人数据？</p>
	<p class="term__content lh28">建立帐户、购买、注册产品或服务
		如果您在线提交申请建立账户、购买、注册我们的产品或服务，包括履行您的采购订单、交付您的产品或服务、产品启用或验证、因您的要求而进行变更、提供技术支持或授权更新等，我们可能会要求您提交完成该要求所需的数据，例如您的电子邮件地址、收货人地址、电话号码、产品信息、购买时间以及支付方式等，以便我们完成您订单的处理、下载产品和获得服务。
	</p>
	<p class="term__title font-3x">2.如何更新、变更或检查您的个人数据</p>
	<p class="term__content lh28">建立帐户、购买、注册产品或服务
		如果您在线提交申请建立账户、购买、注册我们的产品或服务，包括履行您的采购订单、交付您的产品或服务、产品启用或验证、因您的要求而进行变更、提供技术支持或授权更新等，我们可能会要求您提交完成该要求所需的数据，例如您的电子邮件地址、收货人地址、电话号码、产品信息、购买时间以及支付方式等，以便我们完成您订单的处理、下载产品和获得服务。
	</p>
	<p class="term__title font-3x">3.华为如何保护您的个人数据‎</p>
	<p class="term__content lh28">
		华为采取合理的预防措施，包括但不限于物理上、技术及制度等方面，以保护您的个人信息不会遭受未经授权的浏览、披露、滥用、变更、破坏以及损失。例如，在技术方面，华为使用防病毒软件、加密保护、监控我们的系统，以及增强我们数据中心的攻击防护；物理方面，华为设定门禁措施及访问控制，仅允许需要这类信息的业务人员浏览；在制度方面，则透过对华为员工进行安全与隐私保护知识培训，确保员工了解保护数据的重要性。虽然我们采用合理的措施来保护您的个人数据，但没有任何安全措施能够百分之百完美或牢不可破。
	</p>
	<p class="term__title font-3x">4.华为如何处理未成年人的个人数据</p>
	<p class="term__content lh28">
		如果法律有相关规定，华为不会在未征得监护人同意的前提下收集未成年人的个人数据。我们只会在法律允许的范围内，或依当地法律取得监护人的同意，或是为保护未成年人而使用或披露有关未成年人的个人数据。「未成年人」的定义应考虑适用的法律，以及各国家和地区的文化惯例。
	</p>
</div>